---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.ElectricalSystemType.Controls
enum: Autodesk.Revit.DB.Electrical.ElectricalSystemType
source: html/90f62108-9cd1-a66a-a123-8372307f4e7f.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalSystemType.Controls

Electrical System Type is Controls.